<unk>	0
<s>	0
</s>	0
▁	-2.40823
▁flood	-2.75973
s	-2.99085
e	-3.36344
i	-3.50566
a	-3.64158
t	-3.66089
o	-3.87396
l	-3.88497
▁risk	-3.90647
r	-3.93478
u	-4.04645
▁the	-4.06925
d	-4.0693
c	-4.08817
m	-4.19213
-	-4.1961
p	-4.25294
n	-4.27276
al	-4.29486
▁management	-4.35489
▁Flood	-4.43352
▁flooding	-4.43416
g	-4.57339
er	-4.6186
y	-4.62409
st	-4.65573
en	-4.75504
ed	-4.78402
v	-4.79109
▁a	-4.79605
h	-4.95908
or	-4.9729
and	-5.03868
an	-5.04113
ation	-5.06177
es	-5.09076
ing	-5.14476
re	-5.14556
f	-5.14803
in	-5.18437
at	-5.18578
w	-5.22593
▁floodplain	-5.22594
b	-5.26987
▁floods	-5.28606
▁rainfall	-5.3104
ic	-5.33683
on	-5.34788
▁protection	-5.35193
▁urban	-5.42523
0	-5.52931
▁damage	-5.52932
M	-5.53777
▁c	-5.56881
▁re	-5.60727
tion	-5.612
ter	-5.63654
▁p	-5.64429
▁Management	-5.65506
▁S	-5.69719
2	-5.70407
ment	-5.71592
▁C	-5.72658
ive	-5.73909
▁ma	-5.74182
1	-5.7451
▁areas	-5.75566
▁Risk	-5.80999
▁events	-5.82898
ur	-5.839
P	-5.84408
pro	-5.84745
▁A	-5.90406
R	-5.94019
▁disaster	-5.98009
ch	-6.00572
.	-6.02064
▁Floodplain	-6.03453
age	-6.04648
▁Re	-6.04966
▁E	-6.07607
▁The	-6.07741
ly	-6.08858
▁F	-6.09829
▁D	-6.11778
▁floodwater	-6.1222
H	-6.15318
▁reduction	-6.18518
ect	-6.19074
▁authorities	-6.21824
▁river	-6.2183
th	-6.23472
/	-6.2352
ity	-6.23904
T	-6.25241
I	-6.26998
ties	-6.29098
ion	-6.29787
ffect	-6.30606
W	-6.32454
▁forecasting	-6.32454
j	-6.36264
▁ca	-6.4009
N	-6.40224
▁measure	-6.40224
rate	-6.41587
3	-6.42265
▁modeling	-6.46962
,	-6.4865
k	-6.50872
(	-6.5547
flood	-6.56002
ear	-6.59119
▁data	-6.60309
▁mo	-6.62597
▁flash	-6.62791
▁high	-6.62791
base	-6.65616
▁model	-6.67388
▁Urban	-6.70689
▁group	-6.70689
▁ex	-6.73657
▁future	-6.76324
▁natural	-6.76324
5	-6.79265
▁hazard	-6.79265
7	-6.79265
▁Odisha	-6.79265
▁control	-6.79265
▁inundation	-6.79265
▁torrential	-6.79265
▁process	-6.79265
▁event	-6.80215
E	-6.82575
▁coa	-6.82577
▁simulation	-6.8542
▁warning	-6.8542
4	-6.88646
D	-6.89597
8	-6.95428
U	-6.95428
L	-6.95428
9	-6.98999
)	-6.98999
▁extreme	-6.98999
▁peak	-6.99
F	-7.01143
S	-7.05329
G	-7.06549
C	-7.09676
runoff	-7.10549
▁California	-7.10549
▁project	-7.10549
▁Multi	-7.14716
▁defence	-7.14716
▁large	-7.14716
K	-7.14716
scale	-7.14775
V	-7.19063
Benefit	-7.19064
▁potential	-7.19064
▁facilit	-7.19064
▁depth	-7.19064
x	-7.23296
▁2020/2	-7.23609
Q	-7.28371
▁Germany	-7.28371
▁201	-7.28371
esolution	-7.28372
▁volume	-7.33371
▁local	-7.33372
▁Manag	-7.38633
6	-7.38633
z	-7.38635
structur	-7.4419
▁assessment	-7.4419
▁season	-7.4419
▁communi	-7.47066
▁building	-7.50072
▁intensity	-7.50072
▁response	-7.50072
uthority	-7.50072
▁restoration	-7.50072
tainab	-7.50073
:	-7.70131
’	-7.77824
A	-7.85847
_	-7.8616
–	-8.05248
'	-8.28859
‘	-9.04762
J	-9.04772
“	-9.04781
q	-9.04791
B	-9.04801
O	-9.04811
